{
   "concept" : 
      { "name" : "Elk's Run"
      , "concept" : "Player Covenant"
      , "tribunal" : "Hibernia"
      , "appearance" : "Situated in a warm valley in Munster"
      , "founded" : 1170
      , "description" : [
         "Elk's Run is a canon covenant [CI], although it was demoted to Summer in 1220 for the purpose of this saga."
      ]
      }
   , "state" : {
      "librarycsv" : "Data/books.csv"
   },
   "history" : [
   ],
   "plan" : [ 
      { "season" : "Summer 1217"
      , "joining" : [ "Cieran" ]
      , "acquired" :
          { "bookID" : "KalliasQ12Finesse"
	     , "title" : "Fundamental Fast Casting"
	     , "creatore" : "Chief Librarian at Elk's Run"
	     , "comment" : "This copy was made 1217 by the chief librarian to replace the below"
	     , "copiedFrom" : "KalliasQ11Finesse"
             , "stats" : { "quality" : 12, "topic" : { "ability" : "Finesse" } }
	  }

      },
      { "season" : "Autumn 1226"
      , "acquired" :
      { 
	 "comment" : [ "Point Cost 40. The copyist accumulates 6+Prof: Scribe points per season if he copies carefully."

          , "Lesser Item; CrCo26; The Blanket of Healing Sleep; [touch/sun/ind]"
          , "Lesser Item; PeVi40; The Vim Bin"
          , "Lesser Item; CrIg30; Safe Cauldron"
	 ],
	 "antologyOf" : [
	    { "bookID" : "MTQ13folio1109"
	       , "stats" : { "ability" : "Magic Theory", "quality" : 13,
		  "title" : "Lesser is Greater" }
, "narrative" : [
"The Vim Bin (lab item) +3 Safety, +1 Warping PeVi40 (PeVi30 + unlimited uses). Dispel any magical effect on any item or substance which enters the bin up to level 22½ + stress die."

, "The Blanket of Healing Sleep +15 recover, provided the patient is in bed, covered by the blanket at sunset and sunrise. Side effect: psychedelic, but pleasant dreams. Base 10 +1 touch +2 sun +1 lvl for 2 uses."

, "Safe Cauldron +1 GQ, +1 Experimentation CrIg30. The cauldron gently heats the contents, and the temperature can easily be adjusted by concentrating. Side effect: the cauldron gives off a smell of saffron, with intensity increasing with the heat."
]
      }
	 ]
      } },
      { "season" : "Winter 1242"
      , "story" : { "comment" : "Arrival of Tim and Nemoy" }
      },
      { "season" : "Autumn 1242"
      , "story" : { "narrative" : "investigation of the burnt village" }
      },
      { "season" : "Summer 1243"
      , "story" : { "narrative" : "Limerick Adventure start" }
      },
      { "season" : "Winter 1245"
      , "story" : { "narrative" : "Steal Hugo's apprentice adventure"
            , "comment" : "1 confidence per session, Regina & Béibhinn 3." 
            , "SQ" : 10 }
      },
      { "season" : "Summer 1243"
      , "story" : { "name" : "Hugo visits" }
      , "story" : { "name" : "Hermetic Faire" }
      },
      { "season" : "Spring 1244"
      , "story" : { "name" : "Vampire story" }
      , "story" : { "name" : "Dhergie Expedition" }
      },
      { "season" : "Spring 1245"
	 , "aquired" : { "bookID" : "Folio1186"
	    , "title" : "Folio of 1186"
	    , "antologyOf" : [
	       { "bookID" : "MTQ7leaf"
	       , "stats" : { "ability" : "Magic Theory", "quality" : 7 }
               , "comment" : "Introduces the Shape bonus of “Leaf” giving +4 herbam"
	       },
	       { "bookID" : "MutoQ9transmuting"
	       , "stats" : { "art" : "Muto",	"quality" : 9 }
               , "comment" : "On the possibility of transmuting Vis"
	       }
	    ]
	    , "narrative" : [
	       "The Herbam Spells and the Magic theory tractatus were submitted by Vesta of Bonisagus, a Maga with a Potency in Gardens. The Muto tractatus were found in the effects of a Magus Bonisagus who went into twilight whilst investigating the possibility of changing the Art that Vis is aligned to. There is no evidence that they succeded. Possibly there might be interesting artifacts in such a Magus’s laboratory?"
	       , "The Creation of Acorns Aplenty CrHe 20 R: Touch D: Momentary, T: Group, Ritual This spell creates a vast pile of acorns, totaling 1 000 cubic paces in volume. An added magnitude (or reduction of the volume to one tenth) allows the maga to precisely mix the varieties of seeds she creates. The maga may use other Creo spells – not rituals this time – to mature each tree, or can use a vast ritual to mature every plant within the Boundary the wall creates. (Base 1, +1 Touch, +2 Group. +3 size)"
	    ]
          , "comment" : [
	     "Point Cost 32. The copyist accumulates 6+Prof: Scribe points per season if he copies carefully."
	     , "Lab Text; Vines as Mayflies; CrHe35; Brings a standard size group of plants to Maturity in a day. Potent Spell: Leaf +4"
	  , "Lab text; How does my Garden Grow; InHe25; As the spell Converse with Plant and Tree, except experimentation has added the side effect that bystanders can understand. Potent Spell: Leaf +4"
	  , "Lab text; The Creation of Acorns Aplenty; CrHe 20; [TME:62] Not only acorns can be created, but seeds of any tree"
	  ]
      }
      },
      { "season" : "Winter 1254"
       , "story": [
          { "narrative" : "Beibhinn spends the year at Vigill to read."
          , "comment" : "Available books at Vigil: Three imaginem titles at Q8/Q9/Q12; Herbam Tractatus Q12, Q11, Q8; Magic Theory Tractactus Q11, Q9, Q9"
          },
          { "title" : "Aegis Failing"
             , "narrative" :  "Cieran is guilt-ridden and realises the day before the winter solstice that he cannot cast the Aegis. He sneaks out, taking silver and some utilities."
             , "comment" : 
                [ "2x Leprechauns might 15 have invaded"
                , "New Aegis L30 Penetration 27"
                ]
          },
          { "title" : "Cieran's Penance in Waterford", "SQ" : 7
             , "comment" : 
                [ "Aine also gets a Lvl 1 Local Reputation as a Healer"
                   , "Cieran gets 4 exp in Local Help Druid Reputation"
                   , "Mine Collapse 7 exp Cieran 2 confidence Aine and Sean 1 Confidence"
                ]
          }

       ]
      },
      { "season" : "Summer 1254"
      , "joining" : [ "Eogan mac Eogan" ]
       , "story": [ { "title" : "The lost Unicorn", "SQ" : 10
      , "narrative" : 
      [ "Aoibheann (Eevan) made the weapon and Dubhán (Devon) was the warrior."
      , "Iriandel was the unicorn.  Threetrot is the big horse who may the the unicorn"
      , "Cormac the Owl is an old friend of Iriandel"
      , "Maive - village elder"
      , "Bran - the messenger form the village"
      , "Black ram, wolf, and rabbit - apparently faeries who want to kill Threetrot"
      , "Village has a newly built palisade and sharpened stakes.  Two guards at any one time"
      , "Big pen with a large horse, size +4: grey horsea with a white patch on the forehead."
      ]
       }
       ]
      },
      { "season" : "Spring 1255"
       , "story": [
          { "title" : "Joseph's fiancé"
          , "narrative" :
             [ "Joseph ex Miscellanea of Lambaird visits with his wife, Rhianna, and his brother Jacob, who is a horse trader.  They are fraternal twins. Joseph has been instrumental to healing the rift between Vigil and Lambaird.  It is not the first time they visit Elk's Run after the agreements of resiprocal reading hospitality were made."
             , "Aedan MacCloud, an Irish lord, appears with his daughter, Deirdre, who is also betrothed to Joseph. It turns out that he has about eight wives, under old Brehon Law, often with faerie blessing. Aedan brother, a parish priest known as father Clint, is also part of the entourage.  They also bring two guards. Aedan's holdings are in the North of Ireland."
             , "Cieran is left mediating between the two groups.  Aedan has been rebaptised and borrowed £300 from the church, something which binds him to arrange a church marriage for his daughter. The betrothal was sealed before his rebaptism, in a faerie ceremony. It seems that the faeries involved are quite powerful. Faerie blood also runs in the family, and strongly so with Deirdre."
             , "Joseph's polygamy was the idea of his first wife, Criodne, a maga, who had started her longevity ritual.  She wanted Joseph to have more children before his longevity ritual."
             , "Cieran have them see that both parties have been less than honest and entered incompatible bargains. In the end, he arranges for Elk's Run to lend Aedan the money to cover half his dept to the church, with Joseph to have Vigil cover the other half, so that Aedan can embrace the faerie and Brehon ways."
             ]
          , "comment" :
             [ "Trade three Creo tractatus to receive three Imaginem Tractatus (Q2/Q9/Q8), as proposed by Rhianna."
             , "One confidence point per character taking part."
             , "The covenant lends £165 to Aedan on the same terms as he had with the church."
             ]
          , "SQ" : 8
          }
       ]
       , "acquired" :
          [ { "bookID" : "Im-Vigil-Q8"
             , "stats" : { "quality" : 8, "topic" : { "art" : "Imaginem" } }
          }, { "bookID" : "Im-Vigil-Q9"
             , "stats" : { "quality" : 9, "topic" : { "art" : "Imaginem" } }
          }, { "bookID" : "Im-Vigil-Q12"
             , "stats" : { "quality" : 12, "topic" : { "art" : "Imaginem" } }
          }
          ]
      },
      { "season" : "Spring 1256"
       , "story" : [ { "title" : "Council Meeting 1256"
          , "narrative" : [ "Maine and Una, as well as Raymond, have left a few years ago."
             , "Crimthann is no longer active, whether he is dead, infirm, or lost in the magic realm is not decided."
             , "The magi agree to promote the welfare of the common people as a general principle, and decide against any uprising against English magi or Norman lords."
             , "As a means to support the common people, they will support the building of hospitals, and develop a great library on Medicine and Chirurgy."
             , "The council supports Cieran's wish to develop a great library on Imaginem, to attract paying readers."
             , "The matter of Lord Protector is discussed, as it is expected to come up at the tribunal.  The magi are concerned about the Norman intrusion on magical and faerie lands, and Ashenrise's apparent support. Archie and Tim are appointed to speak on the covenants behalf."
             , "Sean and Tiou are appointed to barter for vis exchange at the tribunal, aiming to stock up the arts where we have no source."
          ]
      }]
      },
      { "season" : "Summer 1256"
       , "story" : [ { "title" : "Tribunal 1256"
          , "SQ" : 9 
          , "comment" : "1 confidence per session active." 
          , "narrative" : [ "Gathering at Communova.  Tadgh the Bard and Aurelia of Mercere are announcing news, Aurelia from the covenant and Tadgh from the war in Breifne."
             , "Tim meets Savriu of Verditius, visiting from the East. Saveriu knows of the hospitalier plans, and offers a spell to erect a fortress."
             , "Sean approaches Cormoran the hedge elementalist to inquire about Irish tradition, but gets a rather non-infromative answer.  Coromoran encourages him to learn from his grandparents, but Sean who was taken into apprenticeship does not remember them. He knows that his clan was the O'Sullivan and decides to seek them out. Sean invites Cormoran to come to Elk's Run, but Cormoran does not appear thrilled."
             , "Aurelia has books to sell, particularly two titles by father Joseph of Napoli, who writes about the Order from the perspective of the Order. Beibhinn buys the two books by father Joseph of Napoli, and the covenant buys the *Canon of Medicine* (the latter for £2). Tim orders books on Etiquette and Seaon inquires about illustrated books on area lore."
             , "Deirbhile meets Enyerita of Jerbiton at Communova, who offers to craft a staff for her in exchange for a season or two of study at Elk's Run.  She does not have the wood struck by lightning though. Deirbhile knows of the tree at Circulus Ruber, but they not being on friendly terms with Elk's Run, she does not want to approach them.  She goes to the Leth Moga camp to look for a broker, and talks Briharn, an elderly redcap, who offers to try, but he refuses to hide the identity of the client."
             , "At the sacred council, Siofra the Wolf Walker, raised the problems of Lord Butler encrouching on the magi forest. The faerie ambassador concurred.  Ashenrise denies any involvement, although they have trade relations and run caravans through his lands.  Vigil and Lambaird, prompted by Beibhinn, speak strongly for action to preserve the magical lands.  Praesis opposes, as a matter of non-interference with the mundanes.  Others are luke-warm at best."
             , "Tiou bargains for spells with Ellaebhinn of West Point. She gets *All the vows forgotten* PeMe 20, *Poisoning the Will* PeMe 65, and *Peering into the Mortal Mind* InMe 30 [ArM5:149] in exchange for *Communication of the Hero*, *Curse of Slumber* ReMe20, and *See the Spirits of the Night* InMe30."
             , "Cieran is approached by Guillaume of Praesis, asking him to support brother Gerard's fortness outside Cork.  He makes a speech two days later at the tribunal, and antagonises all the pro-Irish magi."
             , "Guillaume has had an ongoing rivalry with the maga Gráinne inghean Uaitéar of the covenant of Vigil since before 1220.  There have been seven Wizard's Wars between them, but Guillaume has now eased off the rivalry and turned to God.  While he ignores the conflic, Grainne is still angry."
             , "During the last night, Tious receives an invitation for a new Cabal, to meet at the Brazen Head in Dublin at the Autumn Equinox."
          ]
      }]
      },
      { "season" : "Autumn 1257"
       , "story" : [ { "title" : "An Arcane Connection from Nenagh"
          , "SQ" : 9
          , "comment" : [ "1 confidence per active character." 
	     , "Tim collects Arcane connections: Butler Hair, Morrigan Raven feather" ]
          , "narrative" : [ "Brid goes to Nenagh together with some gorgs to pick up an arcane connection for Tim. Tim leaps back and forth with his spell, and finally shapechanges to a raven to pick up an arcane connection to the lord himself.",
	       "Brid learns that some businesses in town are haunted by faeries.",
	       "THere is another raven, serving the *Mistress of Fate* who is also coming to the lord's bedroom, but to warn him.  Tim knocks it out with a spell and takes a feather as an arcane connection."
	  ]
      }
       ]
      }
   ]
}
