{
   "concept" : 
      { "name" : "Elk's Run"
      , "concept" : "Player Covenant"
      , "tribunal" : "Hibernia"
      , "appearance" : "Situated in a warm valley in Munster"
      , "founded" : 1170
      , "description" : [
         "Elk's Run is a canon covenant [CI], although it was demoted to Summer in 1220 for the purpose of this saga."
      ]
      }
   , "state" : {
      "librarycsv" : "Data/books.csv"
   },
   "history" : [
   ],
   "plan" : [ 
      { "season" : "Summer 1217"
      , "joining" : [ "Cieran" ]
      },
      { "season" : "Winter 1254"
       , "story": [
          { "narrative" : "Beibhinn spends the year at Vigill to read."
          , "comment" : "Available books at Vigil: Three imaginem titles at Q8/Q9/Q12; Herbam Tractatus Q12, Q11, Q8; Magic Theory Tractactus Q11, Q9, Q9"
          },
          { "title" : "Aegis Failing"
	     , "narrative" :  "Cieran is guilt-ridden and realises the day before the winter solstice that he cannot cast the Aegis. He sneaks out, taking silver and some utilities."
	     , "comment" : 
		[ "2x Leprechauns might 15 have invaded"
	        , "New Aegis L30 Penetration 27"
		]
          },
          { "title" : "Cieran's Penance in Waterford", "SQ" : 7
	     , "comment" : 
		[ "Aine also gets a Lvl 1 Local Reputation as a Healer"
		   , "Cieran gets 4 exp in Local Help Druid Reputation"
		   , "Mine Collapse 7 exp Cieran 2 confidence Aine and Sean 1 Confidence"
		]
          }

       ]
      },
      { "season" : "Summer 1254"
      , "joining" : [ "Eogan mac Eogan" ]
       , "story": [ { "title" : "The lost Unicorn", "SQ" : 10
      , "narrative" : 
      [ "Aoibheann (Eevan) made the weapon and Dubhán (Devon) was the warrior."
      , "Iriandel was the unicorn.  Threetrot is the big horse who may the the unicorn"
      , "Cormac the Owl is an old friend of Iriandel"
      , "Maive - village elder"
      , "Bran - the messenger form the village"
      , "Black ram, wolf, and rabbit - apparently faeries who want to kill Threetrot"
      , "Village has a newly built palisade and sharpened stakes.  Two guards at any one time"
      , "Big pen with a large horse, size +4: grey horsea with a white patch on the forehead."
      ]
       }
       ]
      },
      { "season" : "Spring 1255"
       , "story": [
          { "title" : "Joseph's fiancé"
          , "narrative" :
             [ "Joseph ex Miscellanea of Lambaird visits with his wife, Rhianna, and his brother Jacob, who is a horse trader.  They are fraternal twins. Joseph has been instrumental to healing the rift between Vigil and Lambaird.  It is not the first time they visit Elk's Run after the agreements of resiprocal reading hospitality were made."
             , "Aedan MacCloud, an Irish lord, appears with his daughter, Deirdre, who is also betrothed to Joseph. It turns out that he has about eight wives, under old Brehon Law, often with faerie blessing. Aedan brother, a parish priest known as father Clint, is also part of the entourage.  They also bring two guards. Aedan's holdings are in the North of Ireland."
             , "Cieran is left mediating between the two groups.  Aedan has been rebaptised and borrowed £300 from the church, something which binds him to arrange a church marriage for his daughter. The betrothal was sealed before his rebaptism, in a faerie ceremony. It seems that the faeries involved are quite powerful. Faerie blood also runs in the family, and strongly so with Deirdre."
             , "Joseph's polygamy was the idea of his first wife, Criodne, a maga, who had started her longevity ritual.  She wanted Joseph to have more children before his longevity ritual."
             , "Cieran have them see that both parties have been less than honest and entered incompatible bargains. In the end, he arranges for Elk's Run to lend Aedan the money to cover half his dept to the church, with Joseph to have Vigil cover the other half, so that Aedan can embrace the faerie and Brehon ways."
             ]
          , "comment" :
             [ "Trade three Creo tractatus to receive three Imaginem Tractatus (Q2/Q9/Q8), as proposed by Rhianna."
             , "One confidence point per character taking part."
             , "The covenant lends £165 to Aedan on the same terms as he had with the church."
             ]
          , "SQ" : 8
          }
       ]
       , "acquired" :
          [ { "bookID" : "Im-Vigil-Q8"
             , "stats" : { "quality" : 8, "topic" : { "art" : "Imaginem" } }
          }, { "bookID" : "Im-Vigil-Q9"
             , "stats" : { "quality" : 9, "topic" : { "art" : "Imaginem" } }
          }, { "bookID" : "Im-Vigil-Q12"
             , "stats" : { "quality" : 12, "topic" : { "art" : "Imaginem" } }
          }
          ]
      }
   ]
}
